[  {
    "id": 0,
    "title": "Les Incas ",
    "containt": "Peuple de l'Amérique précolombienne, les Incas sont les héritiers des anciennes civilisations andines  et viennent de l'actuel Pérou : ce sont eux qui ont édifié le plus grand empire que l'Amérique ait jamais connu (s'étendant sur plus de 4 000 kilomètres, de l'Équateur au Chili), malgré une courte domination. Ils connaissent leur âge d'or entre 1450 et 1532. Mais c'est celui dont la chute est la plus connue. Avec l'arrivée des conquistadors espagnols, ils perdent rapidement de leur puissance. Leur capitale Cusco était le « nombril du monde ».",
          "description": " ",		
    "updated_at": "2020-11-13T06:55:14.368Z",
    "imgUrl": ""
  },
  {
    "id": 1,
    "title": "Quelle sont les origines et les ancêtres de ce peuple ?",
    "containt": "Aux origines préhistoriques, il y a 50 000 ans, une minorité d'humains venant d'Asie traverse un bout de terre qui la reliait à l'Alaska. Durant des milliers d'années, ils évoluèrent dans toute l'Amérique, et c'est un de ces groupes qui fondèrent les premières civilisations amérindiennes importantes. L'histoire de l'Empire Inca est basée sur une légende. Voici une des versions les plus connues :La  légende raconte que quatre frères sortent de la grotte de Paqariqtambo près de Cuzco. Ils sont accompagnés de leurs sœurs-épouses. Ils cherchent une vallée fertile pour s'y installer. Manco Cápac jette en l'air son bâton d'or et découvre alors la plaine de Cuzco. Il y fonde une ville. Les autres frères sont pétrifiés. L'aîné dans la grotte des origines où il représente l'ancêtre souterrain des souverains incas ; le deuxième sur le mont Huanacuari et devient le fondateur de la fonction des prêtres. Le troisième est transformé en une borne de pierre dans la ville de Cuzco, il symbolise la prise de possession de la terre par les Incas.",
          "description": " ",		
    "updated_at": "2020-11-13T06:55:14.368Z",
    "imgUrl": ""
  },
  {
    "id": 2,
    "title": "Les hypotése des   scientifiques ",
    "containt": "Des scientifiques pensent que Cusco aurait approximativement été fondé au XIIIe siècle. Ils estiment que les Incas s'installèrent vers 1300 après J.C dans une haute vallée des Andes où se trouvait leur capitale. Les Incas seraient à l'époque, selon les scientifiques, une des nombreuses ethnies vivant dans ces régions, qui faisaient des raids, ou pillages entre eux. Cet état d'insécurité et la menace constante de leurs voisins (comme les redoutables Chancas) les obligent vraisemblablement à s'organiser et à former un état fort, militairement et politiquement.",
          "description": " ",		
    "updated_at": "2020-11-13T06:55:14.368Z",
    "imgUrl": ""
  },
  {
    "id": 3,
    "title": "L'organisation de l'empire ",
    "containt": "Avec un empire si vaste (près de 600 000 km2 soit un peu plus que la France, mais allongé sur près de 4 500 km de long du nord au sud), les Incas sont obligés de mettre en place une organisation de leur territoire très rigoureuse. (Empire inca) désigne ce qui s'appelle Tahuantinsuyu, c'est-à-dire en quechua (le Pays des quatre quartiers), car l'Empire est divisé en quatre parties. La division se fait en fonction de deux lignes principales NO-SE et SO-NE qui se croisent à Cuzco. Le quartier nord s'appelle Chinchasuyu (l'Équateur actuel), le quartier est se nomme Antisuyu (une partie de cette région est formée par la forêt amazonienne), le quartier sud est appelé Collasuyu et s'étend sur le sud du Pérou et le nord du Chili actuels), la partie ouest ou Chinsasuyu correspond à l'ouest du Pérou près de l'océan Pacifique. Les Quartiers (suyu) dirigés par des apocuma sont encore divisés en provinces. Ces provinces sont dirigées par des gouverneurs. Pour les populations qui sont conquises, ce gouverneur retransmet les ordres, les lois et autres du Sapa Inca. Dans les provinces, des familles issues d'un même ancêtre, qui ont pour chef un curaca, sont liées par un esprit d'entraide appelé ayni et vivent en communauté. Chaque famille travaille pour toute la communauté, elles n'ont pas de terres attribuées. C'est leur chef qui dirige et organise chacun des travaux et qui répartit les lots de terres à travailler entres les familles. Chacun a une (corvée), appelée mita, qui concerne les travaux d'intérêts général (culture, construction d'édifices, confection de vêtement...)  Chaque civilisation andine conquise peut toujours vénérer ses dieux, parler sa langue mais doit savoir parler quechanote 7 car c'est la langue officielle décidée par le Sapa Inca pour renforcer la cohésion de l'Empire, entre les peuples. Les mêmes lois sont imposées à tous.",
          "description": " ",		
    "updated_at": "2020-11-13T06:55:14.368Z",
    "imgUrl": ""
  }, {
    "id": 4,
    "title": "Un peuple trés hyérarchisé  ",
    "containt": "1.Le Sapa Inca et la Coya : ils dirigent l’Empire.2.La noblesse : composée de la famille de l’empereur en place (panacas), des empereur défunts et des chefs locaux. 3.Les apocunas : ceux qui dirigent les Quatre quartiers.4. Les religieux (prêtres-astrologue), les fonctionnaires et les artisans.5. Le peuple : cette catégorie qui représente 90 % de la population comprend les agriculteurs, les éleveurs, les pêcheurs mais également des domestiques et des prisonniers de guerre.",
          "description": " ",		
    "updated_at": "2020-11-13T06:55:14.368Z",
    "imgUrl": ""
  }, {
    "id": 5,
    "title": "? ",
    "containt": "",
          "description": " ",		
    "updated_at": "2020-11-13T06:55:14.368Z",
    "imgUrl": ""
  }, {
    "id": 6,
    "title": "? ",
    "containt": "",
          "description": " ",		
    "updated_at": "2020-11-13T06:55:14.368Z",
    "imgUrl": ""
  }, {
    "id": 7,
    "title": "? ",
    "containt": "",
          "description": " ",		
    "updated_at": "2020-11-13T06:55:14.368Z",
    "imgUrl": ""
  }, {
    "id": 8,
    "title": "? ",
    "containt": "",
          "description": " ",		
    "updated_at": "2020-11-13T06:55:14.368Z",
    "imgUrl": ""
  }, {
    "id": 9,
    "title": "? ",
    "containt": "",
          "description": " ",		
    "updated_at": "2020-11-13T06:55:14.368Z",
    "imgUrl": ""
  }




]