[
    {
      "id": 0,
      "title": "Ragnar lodbrock Mythe ou personnage historique ? ",
      "containt": "Selon les Annales de Saint-Bertin, Ragnar (Reginherus) était un comte à la cour du roi danois Hårek, qui participa au premier pillage de Paris (voir siège de Paris) par les Vikings en 845. Il entre dans la Seine le 20 mars, avec 120 navires et 5 000 vikings. Les soldats de l'armée de Charles II le Chauve qui gardaient le monastère de Saint-Denis tentent de s'opposer à lui, mais il fait pendre sous leurs yeux, 111 prisonniers dans une île au milieu du fleuve, afin qu'épouvantés ils s'enfuient et que Charles le Chauve, enfermé dans l'abbaye de Saint-Denis et privé d'armée, demeure inactif. Les Vikings danois pillent et brûlent la ville sans résistance le dimanche de Pâques 845 . Les habitants des deux rives s'étant enfuis ou réfugiés dans la Cité. Après le versement d'un danegeld (rançon) de 7 000 livres d'argent, Reginherus(Ragnar) rentre au Danemark il succèda à son père Sigurd Hring comme « roi de Danemark et de Suède » mais comme il est encore jeune et peu enclin à gouverner il part pour le Gautland où gouverne le Jarl Herruðr qui a offert à sa fille Þóra un serpent. Ragnar doit tuer ce serpent pour pouvoir l'épouser. Elle lui donne deux fils Eirikr et Agnarr, mais elle meurt de maladie alors qu'ils sont encore jeunes. Ragnar épouse ensuite Áslaug ou Kráka, la fille des mythiques Brynhildr fille de Buðli et Sigurð Meurtrier de Fáfnir, dite également parfois Randalin, mère de ses quatre autres fils les plus célèbres : Ivarr, Björn, Hvitserktá, Sigurd et qui élève tous les enfants.",
			"description": "paragraphe1 ",		
      "updated_at": "2020-11-13T06:55:14.368Z"
    },
    {
      "id": 1,
        "title": "Ubbe,Ivarr,Bjorn et Sigurd  L'épopée mythyque des fils de ragnard",
      "containt": "Dans le nord de l'Angleterre en Northumbrie règne le roi Aelle de Northumbrie il rassemble une immense armée, capture Ragnar et le fait jeter habillé puis nu dans une fosse aux serpents où Ragnar meurt avec bravoure. Lorsque ses fils l'apprennent ils décident de le venger, débarquent en Angleterre mais sont vaincus à leur tour. Ils décident de retourner chez eux. Ivarr resté seul entreprend des négociations avec Aelle et le capture. Il rappelle ses frères et font subir au roi le supplice de l'aigle de sang pour venger leur père. Ensuite Ivarr demeure le roi de la partie de l'Angleterre qu'il contrôle. Deux autres fils de Ragnar « nés de concubines » Yngvarr (doublet de Ivarr ? ) et Hubbe martyrisent le roi Edmond d'Est-Anglie. Les autres fils de Ragnarr guerroient en Angleterre en France et jusqu'en « Lombardie » (? Italie). De retour ils se partagent ses domaines : Björn, obtient Uppsala et la Suède, Sigurd l'ile de Selund, le Viken et le Halland et Hvitserk, le Reidgotaland et le Vindland. Sigurd qui avait épousé sa captive Blaeja, la fille d'Aelle, en a un fils Hardeknut le père de Gorm l'Ancien. ",
			"description": "paragraphe2",
      "updated_at": "2020-11-13T08:42:04.252Z"
    },
    {
      "id": 2,
      "title": "Sigurd le Cerf et le roi Hauki",
      "containt": " La fille de Sigurd Œil de Serpent, Aslaug, sœur jumelle de Hardeknut, qui épouse Helgi le Hardi, un descendant du roi Ring de Ringerike et de leur fils « Sigurd le Cerf » (vieux-norrois : Sigurðr hjórtr) qui se distinguait par sa taille, sa force et sa beauté, et qui épouse à son tour Thorny, une fille du roi de Jutland Harald Klak. Sigurd le Cerf et Thorny ont comme enfants Guttorm et Ragnhild. Lorsque son oncle, le roi Fróði de Ringerike, meurt, Sigurd le Cerf va en Norvège pour assurer sa succession. La Saga décrit les circonstances de sa mort tué par un berserk(Chez les Vikings, les Berserkers sont des guerriers inspirés d'une rage divine.) du royaume de Hadeland nommé Hauki, qui perd une main lors du combat. Hauki se rend à la résidence de Sigurd à Stein, prend ses trésors et enlève ses enfants Ragnhild et Guttorm, âgés respectivement de 15 et 14 ans. Haki retourne avec eux au Hadeland où il possédait de vastes domaines. Il décide de faire préparer un banquet de noce pour épouser Ragnhild lorsqu’il sera rétabli des nombreuses blessures reçues pendant le combat. Halfdan le noir, le roi de Vestfold, apprend la nouvelle et charge un de ses hommes « Harek gandr » (c.-à-d. le Loup) à la tête d’une centaine de guerriers, d’aller au Hadeland et de lui ramener Ragnhild Sigurdsdatter. Harek accomplit sa mission, Hauki se tue avec sa propre épée sur les bords du lac Mjøsa et Ragnhild épouse Halfdan le noir, à qui elle donne un fils, le futur Harald Ier de Norvège. ",
			"description": "paragraphe4",
      "updated_at": "2020-11-13T08:42:04.252Z"
    },
    {
      "id": 3,
      "title": "titre histoire 4",
      "containt": "paragraphe histoire 4 ",
			"description": "paragraphe4",
      "updated_at": "2020-11-13T08:42:04.252Z"
    },
    {
      "id": 4,
      "title": "titre histoire 5",
      "containt": "paragraphe histoire 5 ",
			"description": "paragraphe5",
      "updated_at": "2020-11-13T08:42:04.252Z"
    },
    {
      "id": 5,
      "title": "titre histoire 6",
      "containt": "paragraphe histoire 6 ",
			"description": "paragraphe6",
      "updated_at": "2020-11-13T08:42:04.252Z"
    }
]
