[
    {
      "id": 0,
      "title": "De la Préhistoire aux premières explorations européennes (de 26 500 av. J.-C. au xv ie siècle) ",
      "containt": "Alors que peu de documents attestent de leur présence, des fouilles archéologiques font remonter la présence des peuples autochtones sur le territoire du Canada à plus de 26 500 av. J.-C. dans le nord du Yukon et à 9 500 av. J.-C. dans le sud de l'Ontario. Ainsi, certaines régions du territoire actuel du Canada sont habitées par les peuples amérindiens et inuit depuis des temps immémoriaux. Ces peuples autochtones seraient arrivés en Amérique grâce à leur migration par l'isthme de la Béringie entre l'Alaska et la Sibérie orientale, à une époque d'intense glaciation. Le Canada a été peuplé par les ancêtres des Amérindiens au Canada, soient les peuples amérindiens il y a environ dix mille ans, et les peuples Inuits il y a deux mille ans. Selon les estimations de certains anthropologues, le nombre d'Amérindiens installés à l'intérieur des frontières actuelles des États-Unis pouvait varier entre deux et dix-huit millions de personnes, et même quarante millions pour d'autres. La marge de l'écart paraît donc considérable. Pour l'Amérique du Nord, les historiens retiennent généralement le nombre le plus bas, soit deux millions, sans toutefois justifier leur choix. En vertu de cette hypothèse, on estimerait à environ 1,7 million la population autochtone du territoire américain au début du xvie siècle, car il faut soustraire la population indigène vivant au Canada, qui se chiffrait à moins de 300 000 personnes. Ainsi, selon cette même hypothèse, la population d'origine, dans le territoire qui est aujourd'hui les États-Unis, comptait au moins un million d'habitants. Tant les Premières Nations que les Inuits vivaient essentiellement de la chasse, de la pêche et du piégeage. Chaque peuple était organisé dans des régions spécifiques et possédait ses propres caractéristiques culturelles, toutes liées à la nature. L'animisme* était cependant la religion principale de l'ensemble des peuples autochtones.*(L’animisme est la croyance en un esprit, une force vitale, qui anime les êtres vivants, les objets mais aussi les éléments naturels, comme les pierres ou le vent, ainsi qu'en des génies protecteurs.) ",
			"description": "Le Canada De la Préhistoire au xv ie siécle ",		
      "updated_at": "2020-11-13T06:55:14.368Z",
      "imgUrl": ""
    },
    {
      "id": 1,
        "title": "L'exploration par les Européens et la vie des Amérindiens  ",
      "containt": "Vers l'an 1000, les Vikings établirent un village à L'Anse aux Meadows mais n'ont pu s'y maintenir5. Ils ont de fait été les premiers Européens à découvrir l'Amérique, cinq siècles avant Christophe Colomb. Mark Kurlansky rapporte qu'ensuite, au xve siècle, les Basques viennent y pêcher la baleine et la morue, avec au moins neuf avant-postes de pêche établis au Labrador et à Terre-Neuve. Le plus grand établissement était à Red Bay avec environ 900 personnes. En 1412, les Islandais notent la présence d’une vingtaine de baleinières basques situées à 500 miles à l'ouest de Grundarfjörður6. Des pêcheurs Européens, principalement les Bretons, Portugais et les Espagnols, ont fait plus tard de nombreuses visites en suivant les bancs de poissons à Terre-Neuve. Les couronnes anglaises et françaises envoient des expéditions en Amérique du Nord (Jehan Denis, Thomas Aubert), notamment pour chercher un chemin vers les Indes et également cartographier les zones de pêches du golfe du Saint-Laurent. Les Français installent des forts permanents et fondent le Canada. À l’arrivée des Européens au xvie siècle, les tribus indigènes forment au Canada un peuplement clairsemé, sauf dans la péninsule ontarienne ou ses abords. Elles pratiquent une grande diversité de langues sans origines communes. La langue algonquine et la langue déné ou « athapaskan » sont les plus parlées. Aucune de ces tribus n'est exclusivement nomade ; plusieurs dépendent principalement de la chasse et suivent les déplacements des troupeaux de cervidés. Par contre, quelques-unes se distinguent par la prédominance de l’agriculture dans leur économie et par la stabilité relative de leur habitat. Elles représentent les sociétés les plus organisées et sont représentées par le groupe apparenté des Hurons et des Neutres (autour des lacs Erié et Ontario) et des Iroquois plus au sud dans l'actuel État de New York. Hurons et Iroquois pratiquent l’agriculture (maïs, haricots, citrouilles, tournesol et tabac), la chasse et la guerre. Ils édifient des villages plus ou moins temporaires, parfois enclos de palissades où ils accumulent des provisions alimentaires. Chaque année, ils les abandonnent pendant trois à quatre mois pour s’adonner à la chasse, à la pêche et au commerce. Quand le bois devient trop rare ou le sol trop pauvre, les tribus les quittent définitivement.Sur la côte ouest, on retrouve quelques tribus qui sont les plus sédentaires s'appuyant complètement sur l'économie pastorale. Certaines tribus du Pacifique (Tlinkit, Haida, Tsimshian, Kwakiutl…) accomplissent des migrations saisonnières pour se procurer du gibier et surtout du poisson (saumon, flétan, hareng, eulakane) ou des phoques. Elles sont organisées en villages de rondins, groupées en clans puis en fratries dans certaines tribus, mais le village assume le rôle politique essentiel. Les cérémonies religieuses et les activités sociales tiennent une place particulièrement importante, ce qui explique la puissance des sociétés secrètes.Les tribus nomades sont généralement moins organisées, à l’exception de celles des Rocheuses ou des plateaux intérieurs (Chilcotin, Carrier, Tahltan), organisés comme les tribus du Pacifique. Les peuples des zones boisées (Micmacs, Malecite à l’Est, Montagnais, Naskapi, Ojibwa et Cree sur le bouclier), qui appartiennent à la famille des langues algonquiennes, suivent les déplacements du gibier et sont organisés en bandes plus ou moins nombreuses, dirigées par des chefs sans grands pouvoirs (en raison de la délimitation des territoires de chasse et des guerres). Seuls les Ojibwa, moins dispersés, ont une organisation moins élémentaire. Celle-ci s’affaiblit vers la limite extrême de la forêt et des Barren Grounds (Chipewyan) et dans les Rocheuses (Salish, Kootenay) où seul le père de famille détient l’autorité.Les Indiens de la Prairie, fréquemment appelés à former des concentrations importantes (pour pratiquer la chasse au bison et la guerre), jouissent d’une organisation plus complète. Les Cree des plaines et les Assiniboine se heurtent en permanence aux groupes issus des Pieds-Noirs, Piegan, Sarsi et Gens du Sang. Les tribus se dispersent durant l’hiver, mais se réunissent en été pour poursuivre les troupeaux de bisons et se garder contre leurs ennemis. Des chefs et des conseils sont préposés à la conduite des tribus. Il existe une force de police qui veille au maintien de l’ordre et à l’application des décisions et des règlements établis par les Conseils  Alors basés sur l'île de Terre-Neuve, les Béothuks sont la première nation autochtone à entrer en contact avec les Européens venus fouler le sol de l'Amérique. Ils sont à l'origine de l'expression Peaux rouges, laquelle sera par la suite généralisée aux autres nations amérindiennes de l'Amérique du Nord. De par leur isolement des autres peuples autochtones, les Inuits ne seront quant à eux davantage connus qu'à la fin du xixe siècle et début du xxe siècle lorsque des explorateurs canadiens-français iront à leur rencontre dans le Grand nord. Ils seront alors connus sous le nom d'Eskimos. ",
			"description": "L'exploration du canada  ",
      "updated_at": "2020-11-13T08:42:04.252Z",
      "imgUrl": ""
    },
    {
      "id": 2,
      "title": "Religions pratiquées",
      "containt": "La religion des tribus autochtones du Canada est de manière générale réduite à l’adoration des forces de la nature simplifiée parfois par la croyance en un dieu suprême : le Grand Manitou. Les tribus les plus sédentaires font une place considérable aux divinités et aux cérémonies religieuses liées à la vie agricole. D'ailleurs les femmes, qui assument les travaux agricoles, jouent un rôle particulièrement actif dans le gouvernement et l’organisation familiale. La société Iroquoise possède une organisation comparée par Aubert de La Chesnaye à celles des « Républiques d’Europe », formée de « familles maternelles », de clans, de fratries, de tribus, unies à leur tour dans une ligue. ",
			"description": "  ",
      "updated_at": "2020-11-13T08:42:04.252Z",
      "imgUrl": ""
    },
    {
      "id": 3,
      "title": "D'Ericson à Colomb (De 990 à 1492)",
      "containt": "Les premières explorations européennes commencent quant à elles sur les côtes du Labrador et de l'île de Terre-Neuve, lesquelles sont visitées par les Vikings, les Normands et probablement les Basques depuis le 1er millénaire. L'explorateur islandais Leif Ericson serait en fait le premier Européen à visiter l'Est du territoire actuel du Canada (île de Terre-Neuve) aux alentours de l'année 990 après que le navigateur islandais Bjarni Herjólfsson l'a aperçu quelques années auparavant, selon la saga d'Erik le Rouge7,8. Les vestiges du village qu'il érige peuvent être retrouvés à L'Anse aux Meadows sur l'île de Terre-Neuve9 alors qu'il nomme trois contrées s'étendant de l'île de Baffin à l'île de Terre-Neuve en passant par le Labrador : Helluland, Markland et Vinland (L'Anse aux Meadows).Par la suite, il semble que les Basques viendront pêcher sur les grands bancs de morue au large de l'île de Terre-Neuve pendant près d'un demi-siècle. Ces derniers fondent entre autres, après la redécouverte par Christophe Colomb, la colonie de Plaisance qui s'étendra sur les îles Saint-Pierre-et-Miquelon et laquelle deviendra plus tard un refuge pour les pêcheurs français en plus d'une colonie satellite pour l'Acadie et le Canada10. ",
			"description": "(De 990 à 1492) ",
      "updated_at": "2020-11-13T08:42:04.252Z",
      "imgUrl": ""
    },
    {
      "id": 4,
      "title": "Les débuts de la découverte moderne (De 1492 à 1534)",
      "containt": "L'explorateur portugais João Fernandes Lavrador longe quant à lui le littoral du Labrador actuel (nommé en son honneur) et le cartographie vers 1500 en compagnie de l'explorateur Pêro de Barcelos, mais sans prise de possession des terres11. Dans les faits, la carte dessinée est à l'origine du conflit frontalier du Labrador, lequel oppose encore aujourd'hui le Québec à Terre-Neuve-et-Labrador quant au droit de propriété d'une partie du territoire actuellement occupé par le Labrador. Alors que le Québec soutient que le territoire du Labrador ne repose que sur une bande d'une largeur d'un mille sur le littoral de la mer du Labrador, la province de Terre-Neuve-et-Labrador considère qu'il s'étend jusqu'à la ligne de partage des eaux (frontière actuelle délimitée par le Comité judiciaire du Conseil privé de Londres en 1927)12.À la recherche du Passage du Nord-Ouest, les explorateurs vénitiens Giovanni Caboto (Jean Cabot) et son fils Sébastien avaient débarqué à Bonavista (Terre-Neuve) en 1497 pour le compte du roi Henri VII d'Angleterre. Cabot fut peut-être influencé par les récits des frères vénitiens Zeno d'un voyage au nord-ouest et les cartes fantasques qui montrèrent des pays comme « Frislanda » 13. D'autre part, l'explorateur portugais Gaspar Corte-Real visite quant à lui l'île de Terre-Neuve en 1500, mais retourne au Portugal après avoir capturé des esclaves amérindiens14. Les territoires qui forment Terre-Neuve ne seront cependant intégrés au Canada qu'en 1949 pour former la province actuelle de Terre-Neuve-et-Labrador en dépit du fait que le territoire du Labrador était une ancienne possession française et faisait partie intégrante du Canada au xv ie siècle. Le « Canada », proprement dit, réfère à l'origine à un peuplement français situé sur le territoire de la ville actuelle de Québec et, en tant que colonie française, il constituait une des provinces de la Nouvelle-France. La colonie est fondée le long des berges du fleuve Saint-Laurent en 1534 lors de la découverte du Québec par Jacques Cartier et du développement de relations diplomatiques avec les Amérindiens de la région, puis il faut attendre Tadoussac en 1600 pour y réussir le premier établissement d'un fort français permanent, origine du village actuel du même nom à l'embouchure de la rivière Saguenay. Les colons français qui peupleront le Canada proviendront principalement des anciennes provinces de France qu'étaient la Bretagne, la Normandie, le Poitou et la Saintonge, alors que les filles du Roy et quelques dignitaires arriveront directement d'Île-de-France et de l'Orléanais  ",
			"description": "(De 1492 à 1534) ",
      "updated_at": "2020-11-13T08:42:04.252Z",
      "imgUrl": "https://upload.wikimedia.org/wikipedia/commons/thumb/6/68/Authentic_Viking_recreation.jpg/200px-Authentic_Viking_recreation.jpg"
    },
    {
      "id": 5,
      "title": "L'exploration ",
      "containt": " De Saint-Malo sur les côtes armoricaines à bord de deux navires, Jacques Cartier et son équipage de 61 hommes se dirigent vers le Nouveau Monde où ils visitent Terre-Neuve, le Golfe du Saint-Laurent, les Îles-de-la-Madeleine ainsi que l'Île-du-Prince-Édouard. Puis finalement, Cartier débarque en 1534 à Gaspé (surnommé le « Berceau du Canada-français »), y plante une croix et prend possession de la terre au nom du roi de France, François Ier. Ainsi, Jacques Cartier devient le deuxième mandataire du roi de France à venir en Amérique à la suite du voyage de Giovanni da Verrazano en 1524, lequel longe le littoral s'étendant de la Floride à la Nouvelle-Écosse et qui devient le premier à utiliser la dénomination « Nouvelle-France ».Lors de son second voyage, en 1535, à bord de la Grande Hermine (la Petite Hermine et l' Émérillon complètent ses vaisseaux), Cartier remonte le fleuve d'abord jusqu'à Stadaconé (Québec), où il revoit Donnacona, chef des Iroquoiens du Saint-Laurent (peuple aujourd'hui disparu ou assimilé, que l'on confond souvent à tort avec les Iroquois et les Hurons), qu'il avait déjà rencontré à Gaspé lors de son premier voyage. Il désigne le territoire autour de Stadaconé sous le nom de « pays de Canada » (en gros, Québec et sa région), dénomination qui sera généralisée par la suite à toute la vallée du Saint-Laurent, puis finalement à l'une des colonies de la Nouvelle-France. Puis il remonte le fleuve jusqu'à Hochelaga (aujourd'hui Montréal), arrêté par les rapides de Lachine. Lors de son troisième et dernier voyage en 1541, Jacques Cartier explore les terres du Canada en plus de ses régions avoisinantes, et y fonde Charlesbourg-Royal à l'embouchure de la rivière Cap-Rouge, à l'extrémité ouest du Cap aux Diamants, le village Iroquoien de Québec étant à l'extrémité est de ce Cap. Plusieurs explorateurs français reviennent explorer le Nouveau Monde après le départ de Jacques Cartier, dont Jean-François de La Rocque de Roberval qui en 1542 explore le Royaume de Saguenay et qui fonde France-Roy en l'emplacement de Charlesbourg-Royal laissé vacant. En 1555, Nicolas Durand de Villegagnon tente d'établir une colonie en France antarctique dans la baie de Rio de Janeiro, mais est rapidement délogé par les Portugais. Puis de 1562 à 1565, les Français huguenots Jean Ribault et René de Goulaine de Laudonnière tentent de coloniser ce qui est aujourd'hui la Caroline du Sud et la Floride, mais sont massacrés par les Espagnols.Suivant les traces de Giovanni Caboto, des explorateurs anglais font également des voyages maritimes à cette époque. À la recherche du Passage du Nord-Ouest, Martin Frobisher découvre quant à lui la région arctique de l'île de Baffin, notamment la baie de Frobisher (Iqaluit) en 1576, au nom de l'Angleterre, qui devient plus tard un territoire du Canada. John Davis poursuit le même but parmi les îles de l'arctique en 1585, pour lequel se nomme le détroit de Davis. En 1579 Francis Drake peut-être atteint les bords de l'île de Vancouver (qui fait partie aujourd'hui de la province canadienne actuelle de la Colombie-Britannique) pendant sa circumnavigation du monde16. Dans le même dessein, l'Espagne emploie l'explorateur grec Juan de Fuca en 1592, lequel navigue vers le nord à partir du Mexique actuel et atteint les eaux du détroit de Juan de Fuca (nommé en son honneur en 1788 selon sa dénomination espagnole) situé entre le sud de l'île de Vancouver et le nord-ouest de l'État actuel de Washington. Il arrête cependant son voyage avant d'atteindre le passage Intérieur dans les archipels et les fjords situés à l'ouest de la Colombie-Britannique actuelle. Finalement, Henry Hudson, aussi à la recherche du passage du Nord-Ouest, pour le compte de la Compagnie Virginia et la Compagnie anglaise des Indes orientales est le premier Européen à explorer la baie d'Hudson, en 1610, hivernant dans la région de la baie James17,18.",
			"description": " ",
      "updated_at": "2020-11-13T08:42:04.252Z",
      "imgUrl": "https://upload.wikimedia.org/wikipedia/commons/thumb/d/df/Jacques_Cartier_1851-1852.jpg/250px-Jacques_Cartier_1851-1852.jpg"
    },
    {
      "id": 6,
      "title": "La colonisation ",
      "containt": "Entre 1598 et 1603, Henri IV charge Troilus de La Roche de Mesgouez, à titre de lieutenant général des pays de Canada, Terre-Neuve, Labrador et Norembègue, d'établir un nouveau poste de colonisation avec quelques dizaines d'hommes et de femmes en Nouvelle-France. Cette deuxième tentative de colonisation s'effectue sur l'île de Sable (île située au large de la Nouvelle-Écosse actuelle).Arrivée de Samuel de Champlain sur le futur site de la ville de Québec. Après de nombreuses tentatives ratées (dont Nouvelle-Angoulême à Long Island et Saint-Augustine en Floride), les Français établissent finalement leur premier comptoir commercial estival à Tadoussac (Québec) en 1600, de par un monopole accordé par le roi à Pierre Chauvin, sieur de Tonnetuit. Puis vient ensuite, par Pierre Dugua de Mons la fondation de Port Royal en 1605, première capitale de l'Acadie, en présence de l'explorateur-cartographe Samuel de Champlain. Ce dernier, déjà venu explorer la Grande Rivière de Canada en 1603, fonde Québec en 1608, mandaté par Pierre Dugua de Mons, « là où le fleuve se rétrécit », selon l'appellation algonquienne, et il en fait la capitale de la Nouvelle-France aussi dite le « Canada. » Québec sera, jusqu'aujourd'hui, le premier lieu habité à l'année de façon continue par des Français et leurs descendants, en Amérique du Nord. Champlain remonte aussi le fleuve en 1615 jusqu'au-delà du Sault Saint-Louis (rapides de Lachine), à la baie Georgienne (partie ouest du lac Huron) et navigue sur les eaux de la rivière Richelieu jusqu'à ce qui est aujourd'hui le lac Champlain. Tout au long de son périple en Nouvelle-France, il établit notamment avec les Innus-Montagnais, les Algonquins et les Hurons-Wendats, d'excellentes relations diplomatiques et commerciales, et agit, d'office (non en titre), comme premier gouverneur de la Nouvelle-FranceCependant, les colons européens apportent de nombreuses maladies qui, par les routes commerciales, se propagent rapidement au sein des populations autochtones, faisant des ravages parmi celles-ci. Les colons français, arrivant souvent très malades dans des bateaux qui ne sont pas très sains, sont sauvés par les remèdes amérindiens. Ainsi, pour soigner le scorbut, les Iroquoiens du Saint-Laurent proposent à Cartier des décoctions d'écorce de cèdre blanc, appelé annedda. Après son retour de France en 1617, Samuel de Champlain revien[dra] à Québec avec l'apothicaire et laboureur Louis Hébert. Celui-ci (...) [sera] accompagné de sa femme, [de] son fils, [de] ses deux filles et de son beau-frère. L'arrivée de cette famille jette[ra] les bases de la colonie française en Nouvelle-France Les Récollets, premiers missionnaires catholiques en Nouvelle-France, arrivent en 1615 et se voient offrir une terre aux abords de la rivière Saint-Charles en 1620 pour y fonder un couvent. Bien que l'emplacement soit laissé vacant pendant quelques années, les Récollets reviennent en 1670 et se voient rétrocéder le site qu'ils dénommeront Notre-Dame-des-Anges. En 1692, Jean-Baptiste de la Croix de Chevrières, Monseigneur de Saint-Vallier alors évêque de Québec depuis 1685, fait l'acquisition du site et y fonde l'hôpital général de Québec l'année suivante (aujourd'hui, l'hôpital forme une municipalité enclavée et séparée de Québec sous le nom de Notre-Dame-des-Anges). Maison construite sous Champlain à Port-Royal (Reconstitution). Dans un but d'évangélisation et d'éducation des Amérindiens, les Jésuites arrivent en Nouvelle-France en 1625. Ils fondent le Collège de Québec en 1635 pour y instruire les garçons français et les Hurons devenus chrétiens. Bien que leur principal but consiste en la conversion religieuse des tribus amérindiennes, il demeure que le rôle des missionnaires est de découvrir des territoires grâce à leurs relations avec les Hurons. Cependant, en 1648, les Iroquois, soutenus par les Anglais, attaquent les missions de Saint-Joseph et de Saint-Michel en Huronnie, et y massacrent les pères catholiques, dont Jean de Brébeuf, connus aujourd'hui sous la dénomination des Saints-Martyrs-Canadiens. En Terre-Neuve les Anglais font de leur part des tentatives coloniales. Après que Humphrey Gilbert revendique la Terre-Neuve pour la reine Élisabeth Ire d'Angleterre à Saint-Jean en 1583, les Anglais établissent des colonies à la baie de la Conception en 1610 (Cupid's) et 1623 (Ferryland). Pourtant, ces colonies ne réussissent pas et en 1637 la couronne d'Angleterre octroie une charte royale donnant possession de Terre-Neuve à l'aventurier anglais David Kirke20. ",
      "description": " ",
      "updated_at": "2020-11-13T08:03:39.400Z",
      "imgUrl": "https://upload.wikimedia.org/wikipedia/commons/thumb/6/65/Nouvelle-France_map-fr.svg/300px-Nouvelle-France_map-fr.svg.png"
    },
    {
      "id": 7,
      "title": "Province de Québec (1763 - 1791) ",
      "containt": "De 1763 à 1766, les Amérindiens Outaouais se soulèvent contre les Britanniques, ce qui est connu aujourd'hui comme étant la rébellion de Pontiac. Au cours de cette dernière, les soldats anglais amorcent une guerre biologique auprès de la population autochtone en distribuant des couvertures infectées par le virus de la variole dans les forts amérindiens. Dans la Province de Québec, les droits des citoyens canadiens-français sont réduits malgré l'entente de capitulation de la ville de Montréal. Les institutions canadiennes sont abolies, alors que des institutions et des cours de justice britanniques sont implantées graduellement. Par conséquent, les Canadiens français ne peuvent exercer leur religion - ainsi le serment du test est obligatoire pour toute personne voulant occuper une charge civile - et l'utilisation de la Coutume de Paris (droit coutumier originaire du Nord de la France) est remplacée par la Common law, droit coutumier britannique.Dès 1763, deux grands mouvements politiques font surface : le mouvement de restauration où les Canadiens français demandent la protection et la reconnaissance de leurs droits civils et religieux, et le mouvement de réforme chez les marchands britanniques venus s'installer dans la colonie où l'on demande l'implantation immédiate des institutions britanniques telles qu'une chambre d'assemblée législative. Devant les menaces d'insurrection dans la province de Québec, sous la pression de l'Église catholique romaine et pour des raisons pratiques, Londres proclame finalement l'Acte de Québec en 1774 sous les recommandations du gouverneur Guy Carleton. Ce nouvel acte élargit les frontières de la colonie en incluant les territoires de l’Ontario actuel et de la vallée de l’Ohio. De plus, l’Acte de Québec redonne aux Canadiens français certains privilèges tels que la conservation du régime seigneurial ainsi que le droit de pratiquer la religion catholique et d'utiliser la Coutume de Paris pour régir le commerce et les rapports civils. Le serment du test est aboli, mais le droit criminel et pénal britannique est toutefois maintenu. De plus, on interdit aux Canadiens de rétablir les liens avec la mère patrie.À la bataille de Québec de 1775, les Américains attaquent les Britanniques basés à Québec et tentent vainement de s'emparer de la ville afin de soulever les Canadiens français contre la Grande-Bretagne et de gagner leur soutien dans la quête de l'indépendance des États-Unis. Malgré cette défaite, la ville de Montréal et les forts de la rivière Richelieu sont cependant contraints à la reddition. Le Congrès continental, assemblée législative commune des treize colonies de la Nouvelle-Angleterre, avait tenté à deux reprises de recruter les Canadiens français, mais la majorité de ces derniers décidèrent de demeurer neutres de l'avis du clergé catholique. Les forces révolutionnaires se retirent après le conflit. Puis, lors de la Campagne de Saratoga en 1777, celles-ci reviennent et conduisent une série de batailles pour la prise de contrôle de la baie d'Hudson, mais doivent reculer lors de la défaite à la seconde bataille de Saratoga à l'automne de cette même année. Bien que le mouvement de réforme ait fait relâche pendant la période de la Guerre d'indépendance des États-Unis, il revient en force après la signature du traité de Paris de 1783 qui met fin à la guerre. Ce mouvement de protestation est d'autant plus amplifié lorsque près de 50 000 loyalistes de l'Empire Uni immigrent dans les colonies de la province de Québec, de la Nouvelle-Écosse, de l'Île-du-Prince-Édouard et de Terre-Neuve afin de rester fidèles à la Couronne britannique. Un projet de constitution parlementaire sera établi et mènera à l'établissement d'une assemblée législative en 1791. D'autre part, les territoires conservés par l'Empire britannique en Amérique du Nord après la guerre d'indépendance américaine, comprenant l'ensemble des Loyalistes s'y réfugiant, seront dorénavant connus comme constituant l'Amérique du Nord britannique. La majeure partie des Loyalistes s'installeront dans l'ouest de la province de Québec, le long du lac Ontario et de l'archipel des Mille-Îles, fondant entre autres les villes actuelles de Belleville, de Brockville et de Cornwall, tout en peuplant davantage le site de la ville de Kingston. Cependant, plus à l'est, comme les Loyalistes ne sont guère les bienvenus en Nouvelle-Écosse, la partie occidentale de celle-ci se détache afin de former une nouvelle colonie, le Nouveau-Brunswick, qui les accueille en 1784. Les Loyalistes s'installeront notamment sur les sites acadiens des villes actuelles de Fredericton et de Saint-Jean. En outre, avec le début de la Conquête de l'Ouest et la cession des territoires du sud au pays nouvellement formé des États-Unis par le Royaume-Uni, la province de Québec est contrainte à réduire les limites de son territoire. Ainsi, elle perd la vallée de l’Ohio, et les nouvelles frontières du sud sont définies par les barrières naturelles que sont les Grands Lacs et la rivière Niagara.  ",
      "description": "(1763 - 1791) ",
      "updated_at": "2020-11-13T08:03:39.400Z",
      "imgUrl": "  "
    },
    {"id": 7,
    "title": "Province de Québec (1763 - 1791) ",
    "containt": "De 1763 à 1766, les Amérindiens Outaouais se soulèvent contre les Britanniques, ce qui est connu aujourd'hui comme étant la rébellion de Pontiac. Au cours de cette dernière, les soldats anglais amorcent une guerre biologique auprès de la population autochtone en distribuant des couvertures infectées par le virus de la variole dans les forts amérindiens. Dans la Province de Québec, les droits des citoyens canadiens-français sont réduits malgré l'entente de capitulation de la ville de Montréal. Les institutions canadiennes sont abolies, alors que des institutions et des cours de justice britanniques sont implantées graduellement. Par conséquent, les Canadiens français ne peuvent exercer leur religion - ainsi le serment du test est obligatoire pour toute personne voulant occuper une charge civile - et l'utilisation de la Coutume de Paris (droit coutumier originaire du Nord de la France) est remplacée par la Common law, droit coutumier britannique.Dès 1763, deux grands mouvements politiques font surface : le mouvement de restauration où les Canadiens français demandent la protection et la reconnaissance de leurs droits civils et religieux, et le mouvement de réforme chez les marchands britanniques venus s'installer dans la colonie où l'on demande l'implantation immédiate des institutions britanniques telles qu'une chambre d'assemblée législative. Devant les menaces d'insurrection dans la province de Québec, sous la pression de l'Église catholique romaine et pour des raisons pratiques, Londres proclame finalement l'Acte de Québec en 1774 sous les recommandations du gouverneur Guy Carleton. Ce nouvel acte élargit les frontières de la colonie en incluant les territoires de l’Ontario actuel et de la vallée de l’Ohio. De plus, l’Acte de Québec redonne aux Canadiens français certains privilèges tels que la conservation du régime seigneurial ainsi que le droit de pratiquer la religion catholique et d'utiliser la Coutume de Paris pour régir le commerce et les rapports civils. Le serment du test est aboli, mais le droit criminel et pénal britannique est toutefois maintenu. De plus, on interdit aux Canadiens de rétablir les liens avec la mère patrie.À la bataille de Québec de 1775, les Américains attaquent les Britanniques basés à Québec et tentent vainement de s'emparer de la ville afin de soulever les Canadiens français contre la Grande-Bretagne et de gagner leur soutien dans la quête de l'indépendance des États-Unis. Malgré cette défaite, la ville de Montréal et les forts de la rivière Richelieu sont cependant contraints à la reddition. Le Congrès continental, assemblée législative commune des treize colonies de la Nouvelle-Angleterre, avait tenté à deux reprises de recruter les Canadiens français, mais la majorité de ces derniers décidèrent de demeurer neutres de l'avis du clergé catholique. Les forces révolutionnaires se retirent après le conflit. Puis, lors de la Campagne de Saratoga en 1777, celles-ci reviennent et conduisent une série de batailles pour la prise de contrôle de la baie d'Hudson, mais doivent reculer lors de la défaite à la seconde bataille de Saratoga à l'automne de cette même année. Bien que le mouvement de réforme ait fait relâche pendant la période de la Guerre d'indépendance des États-Unis, il revient en force après la signature du traité de Paris de 1783 qui met fin à la guerre. Ce mouvement de protestation est d'autant plus amplifié lorsque près de 50 000 loyalistes de l'Empire Uni immigrent dans les colonies de la province de Québec, de la Nouvelle-Écosse, de l'Île-du-Prince-Édouard et de Terre-Neuve afin de rester fidèles à la Couronne britannique. Un projet de constitution parlementaire sera établi et mènera à l'établissement d'une assemblée législative en 1791. D'autre part, les territoires conservés par l'Empire britannique en Amérique du Nord après la guerre d'indépendance américaine, comprenant l'ensemble des Loyalistes s'y réfugiant, seront dorénavant connus comme constituant l'Amérique du Nord britannique. La majeure partie des Loyalistes s'installeront dans l'ouest de la province de Québec, le long du lac Ontario et de l'archipel des Mille-Îles, fondant entre autres les villes actuelles de Belleville, de Brockville et de Cornwall, tout en peuplant davantage le site de la ville de Kingston. Cependant, plus à l'est, comme les Loyalistes ne sont guère les bienvenus en Nouvelle-Écosse, la partie occidentale de celle-ci se détache afin de former une nouvelle colonie, le Nouveau-Brunswick, qui les accueille en 1784. Les Loyalistes s'installeront notamment sur les sites acadiens des villes actuelles de Fredericton et de Saint-Jean. En outre, avec le début de la Conquête de l'Ouest et la cession des territoires du sud au pays nouvellement formé des États-Unis par le Royaume-Uni, la province de Québec est contrainte à réduire les limites de son territoire. Ainsi, elle perd la vallée de l’Ohio, et les nouvelles frontières du sud sont définies par les barrières naturelles que sont les Grands Lacs et la rivière Niagara.  ",
    "description": "(1763 - 1791) ",
    "updated_at": "2020-11-13T08:03:39.400Z",
    "imgUrl": "  "   
    }



]
