[
    {
      "id": 0,
      "title": "Ragnar lodbrock Mythe ou personnage historique ? ",
      "containt": "Selon les Annales de Saint-Bertin, Ragnar (Reginherus) était un comte à la cour du roi danois Hårek, qui participa au premier pillage de Paris (voir siège de Paris) par les Vikings en 845. Il entre dans la Seine le 20 mars, avec 120 navires et 5 000 vikings. Les soldats de l'armée de Charles II le Chauve qui gardaient le monastère de Saint-Denis tentent de s'opposer à lui, mais il fait pendre sous leurs yeux, 111 prisonniers dans une île au milieu du fleuve, afin qu'épouvantés ils s'enfuient et que Charles le Chauve, enfermé dans l'abbaye de Saint-Denis et privé d'armée, demeure inactif. Les Vikings danois pillent et brûlent la ville sans résistance le dimanche de Pâques 845 . Les habitants des deux rives s'étant enfuis ou réfugiés dans la Cité. Après le versement d'un danegeld (rançon) de 7 000 livres d'argent, Reginherus(Ragnar) rentre au Danemark il succèda à son père Sigurd Hring comme « roi de Danemark et de Suède » mais comme il est encore jeune et peu enclin à gouverner il part pour le Gautland où gouverne le Jarl Herruðr qui a offert à sa fille Þóra un serpent. Ragnar doit tuer ce serpent pour pouvoir l'épouser. Elle lui donne deux fils Eirikr et Agnarr, mais elle meurt de maladie alors qu'ils sont encore jeunes. Ragnar épouse ensuite Áslaug ou Kráka, la fille des mythiques Brynhildr fille de Buðli et Sigurð Meurtrier de Fáfnir, dite également parfois Randalin, mère de ses quatre autres fils les plus célèbres : Ivarr, Björn, Hvitserktá, Sigurd et qui élève tous les enfants.",
			"description": "Ragnar lodbrock Mythe ou personnage historique ? ",		
      "updated_at": "2020-11-13T06:55:14.368Z"
    },
    {
      "id": 1,
        "title": "Ubbe,Ivarr,Bjorn et Sigurd  L'épopée mythique des fils de ragnard",
      "containt": "Dans le nord de l'Angleterre en Northumbrie règne le roi Aelle de Northumbrie il rassemble une immense armée, capture Ragnar et le fait jeter habillé puis nu dans une fosse aux serpents où Ragnar meurt avec bravoure. Lorsque ses fils l'apprennent ils décident de le venger, débarquent en Angleterre mais sont vaincus à leur tour. Ils décident de retourner chez eux. Ivarr resté seul entreprend des négociations avec Aelle et le capture. Il rappelle ses frères et font subir au roi le supplice de l'aigle de sang pour venger leur père. Ensuite Ivarr demeure le roi de la partie de l'Angleterre qu'il contrôle. Deux autres fils de Ragnar « nés de concubines » Yngvarr (doublet de Ivarr ? ) et Hubbe martyrisent le roi Edmond d'Est-Anglie. Les autres fils de Ragnarr guerroient en Angleterre en France et jusqu'en « Lombardie » (? Italie). De retour ils se partagent ses domaines : Björn, obtient Uppsala et la Suède, Sigurd l'ile de Selund, le Viken et le Halland et Hvitserk, le Reidgotaland et le Vindland. Sigurd qui avait épousé sa captive Blaeja, la fille d'Aelle, en a un fils Hardeknut le père de Gorm l'Ancien. ",
			"description": "Ubbe,Ivarr,Bjorn et Sigurd",
      "updated_at": "2020-11-13T08:42:04.252Z"
    },
    {
      "id": 2,
      "title": "Sigurd le Cerf et le roi Hauki",
      "containt": " La fille de Sigurd Œil de Serpent, Aslaug, sœur jumelle de Hardeknut, qui épouse Helgi le Hardi, un descendant du roi Ring de Ringerike et de leur fils « Sigurd le Cerf » (vieux-norrois : Sigurðr hjórtr) qui se distinguait par sa taille, sa force et sa beauté, et qui épouse à son tour Thorny, une fille du roi de Jutland Harald Klak. Sigurd le Cerf et Thorny ont comme enfants Guttorm et Ragnhild. Lorsque son oncle, le roi Fróði de Ringerike, meurt, Sigurd le Cerf va en Norvège pour assurer sa succession. La Saga décrit les circonstances de sa mort tué par un berserk(Chez les Vikings, les Berserkers sont des guerriers inspirés d'une rage divine.) du royaume de Hadeland nommé Hauki, qui perd une main lors du combat. Hauki se rend à la résidence de Sigurd à Stein, prend ses trésors et enlève ses enfants Ragnhild et Guttorm, âgés respectivement de 15 et 14 ans. Haki retourne avec eux au Hadeland où il possédait de vastes domaines. Il décide de faire préparer un banquet de noce pour épouser Ragnhild lorsqu’il sera rétabli des nombreuses blessures reçues pendant le combat. Halfdan le noir, le roi de Vestfold, apprend la nouvelle et charge un de ses hommes « Harek gandr » (c.-à-d. le Loup) à la tête d’une centaine de guerriers, d’aller au Hadeland et de lui ramener Ragnhild Sigurdsdatter. Harek accomplit sa mission, Hauki se tue avec sa propre épée sur les bords du lac Mjøsa et Ragnhild épouse Halfdan le noir, à qui elle donne un fils, le futur Harald Ier de Norvège. ",
			"description": "Sigurd le Cerf et le roi Hauki ",
      "updated_at": "2020-11-13T08:42:04.252Z"
    },
    {
      "id": 3,
      "title": "Ivarr Ragnarsson",
      "containt": "Fils du guerrier viking Ragnar Lodbrok, Ivar régnait sur une zone comprenant probablement des parties des actuels Danemark et Suède. Dès l’automne 865, Ivar débarque en Angleterre, avec ses frères putatifs Halfdan Ragnarsson et Ubbe Ragnarsson pour se livrer à des pillages dans la région d’Est-Anglie avant de parvenir rapidement à un compromis avec les Est-Angliens. L’année suivante, il pousse ses forces montées au nord jusqu’à York, appelé Jorvik par les Danois, qu’il prend sans peine aux Northumbriens, lesquels sont à l’époque divisés par une guerre civile, et qu'il réussit à conserver contre une vaine tentative de reprise en 8674. Entre-temps, en 865, les trois hommes, ensemble à la tête de la Grande Armée danoise qui conquiert le Danelaw, cherchent à dominer l’ensemble de l’Angleterre, mais se heurtent à Alfred le Grand, roi de Wessex. On a attribué à Ivar l’immolation du roi Edmond d'Est-Anglie en 869. L’histoire est connue grâce à la Passion latine du roi Edmund rédigée par Abbon de Fleury, puis adaptée en vieil anglais par Ælfric d'Eynsham. Ceux-ci rapportent qu’Edmund aurait été tué de la même façon que Saint-Sébastien après avoir refusé de devenir le vassal d’un païen : lié à un arbre, les Vikings auraient tiré des flèches sur lui jusqu’à sa mort5. Des récits postérieurs affirment qu’il aurait été tué dans la nef d’une église Après 869, Ivar laisse le commandement de la Grande Armée danoise en Angleterre à ses frères Ragnarsson Halfdan et Ubbe. Il semble avoir émigré à Dublin ou dans une autre seigneurie d'Irlande. Le nom d’Ivarr disparait des archives peu après 870. Son sort ultime est incertain. Les Annales d'Ulster décrivent la mort d’Ivar en 873 :« Ivarr, roi des Normands de toute l’Irlande et la Grande-Bretagne, a fini sa vie. » Les Annales fragmentaires d'Irlande mentionnent également la mort d’Ivar en 873 :« Le roi de Lochlainn, (c’est à dire Gothfraid), a succombé à une maladie soudaine et hideuse. Ainsi, a-t-il plu à Dieu. » L’identification du roi de Lochlann à Gothfraid (le père d’Imar) est une mention rajoutée par un copiste au xviie siècle. Dans le manuscrit d’origine du xie siècle, le sujet de l’inscription est appelé simplement righ Lochlann (« le roi de Lochlainn »), ce qui se réfère plus que probablement à Ivarr, dont Les Annales fragmentaires ne notent pas autrement la mort. La cause de la mort – une maladie soudaine et horrible – n’est mentionnée dans aucune autre source, mais soulève la possibilité intéressante que le surnom d’Ivarr en vieux norrois tire sa véritable origine des effets dévastateurs d’une maladie non identifiée qui l'a frappé vers la fin de sa vie. Bien que « soudain et horrible », le décès par maladie était un cas fréquent de mortalité au Ix éme siècle. D’autres suggèrent que les moines ont tout simplement voulu donné à sa mort la forme d’une maladie soudaine et horrible pour symboliser la punition divine de celui qui avait tant persécuté les chrétiens de son vivant. En 1686, un ouvrier agricole du nom de Thomas Walker découvrit à Repton un tumulus scandinave à proximité d’un champ de bataille où la Grande Armée danoise avait dépossédé le roi Burgred de Mercie de son royaume. Le nombre de squelettes partiels autour du corps, deux cents guerriers et cinquante femmes, signifierait un statut très élevé de l’homme enterré, et on a suggéré qu’un tel tumulus pourrait constituer un lieu de repos digne d’un Viking de la notoriété d’Ivar.",
			"description": "Ivarr ragnarsson ",
      "updated_at": "2020-11-13T08:42:04.252Z"
    },
    {
      "id": 4,
      "title": "Ubbe ou Ubba Ragnarsson ",
      "containt": "Ubbe ou Ubba est avec ses frères Halfdan et Ivarr Beinlaus, un des chefs de la Grande Armée Viking qui ravage la Northumbrie et s’empare d’York en 866/867.Quelques années plus tard, une bande de vikings aborde la côte anglaise du Devon à Combwich. Ils constatent que les Saxons se sont retirés dans le fortin de Cynwit au sommet d’une colline. Les Vikings entreprennent d’assiéger la place, en attendant que leurs adversaires se rendent, épuisés par le manque d’eau. Au lieu d'attendre passivement de mourir de soif, les Saxons, menés par l'ealdorman Odda (en), font une sortie à l’aube. Prenant les Danois par surprise, ils remportent une grande victoire dans laquelle Ubbe est tué par les hommes d’Odda ",
			"description": "Ubbe Ragnarsson",
      "updated_at": "2020-11-13T08:42:04.252Z"
    },
    {
      "id": 5,
      "title": "Björn ragnarsson",
      "containt": "Björn Ier ou Björn Côtes-de-Fer ou encore Björn Lodbrok (en vieux norrois Björn Járnsíða, en latin médiéval Bier Costae ferreae) est un roi suédois régnant à Upsal au ixe siècle. C'est le 1er des fils du mythique Ragnar Lodbrok et de Aslaug selon la Ragnars saga loðbrókar, mais selon la Geste des Danois, il est le quatrième fils de Ragnar et Thora. Il est réputé être le fondateur de la dynastie de Munsö.Björn fait de fréquentes expéditions contre la Francie occidentale et l'Angleterre, jusqu'en Méditerranée, et laisse prêcher le christianisme dans ses États, bien que le christianisme ne triomphe véritablement en Suède qu'après le milieu du xie siècle. Il a trois fils : Refil Björnsson, Áslákr Björnsson et Erik Björnsson qui lui succède.Avec la complicité d'un autre grand chef viking, Hasting, il longe les côtes françaises, descend sur la Galice, franchit le détroit de Gibraltar (859), longe le Maroc, et s'aventure jusqu'aux îles Baléares1. Le sud de la France n'échappe plus aux Vikings, et Narbonne et Nîmes sont pillées et saccagées. Il remonte le Rhône en incendiant Valence, puis l’Isère où à Romans, terme de leur raid, parti depuis leur camp de base de Camargue, il détruit la Collégiale Saint-Barnard. Par la suite, Björn suit Hasting en Italie, notamment à Luna, qui est prise dans les années 860. Le chroniqueur arabe Ibn Idhari narre le raid viking dirigé contre la péninsule Ibérique en 859  « En l’année 245 (8 avril 859-27 mars 860) les Madjous2 se montrèrent de nouveau, et cette fois dans 62 navires, sur les côtes de l’Ouest ; mais ils les trouvèrent bien gardées, car des vaisseaux musulmans étaient en croisière depuis les frontières du côté de la France jusqu’à celles de la Galice dans l’extrême Ouest. Deux de leurs navires devancèrent alors les autres, mais poursuivis par les vaisseaux qui gardaient la côte, ils furent capturés dans un port de la province de Béja. On y trouva de l’or, de l’argent, des prisonniers, des munitions. Les autres navires des Madjous s’avancèrent en suivant la côte, et parvinrent à l’embouchure du fleuve de Séville. Alors l’émir (Mohammed) donna à l’armée l’ordre de se mettre en marche et fit proclamer partout qu’on eût à se ranger sous les drapeaux du hâdjib Isa-ibn-Hassan. Quittant l’embouchure du fleuve de Séville, les madjous allèrent à Algéziras, dont ils s’emparèrent, et où ils brûlèrent la grande mosquée. Puis ils passèrent en Afrique, et dépouillèrent les possesseurs de ce pays. Cela fait, ils retournèrent vers l’Espagne, et ayant débarqué sur la côte de Todmir, ils s’avancèrent jusqu’à la forteresse d’Orihuéla. Puis ils allèrent en France où ils passèrent l’hiver. Ils y firent un grand nombre de prisonniers, s’emparèrent de beaucoup d’argent, et se rendirent maîtres d’une ville où ils s’établirent et qui aujourd’hui encore porte leur nom. Ensuite ils retournèrent vers la côte d’Espagne, mais ils avaient déjà perdu plus de 40 de leurs vaisseaux, et quand ils eurent engagé un combat avec la flotte de l’émir Mohammed, sur la côte de Sidona, ils en perdirent encore deux qui étaient chargés de grandes richesses. Les autres navires continuèrent leur route. » L'expédition viking en Méditerranée, notamment dans le sud de la France, est également relatée par les chroniqueurs francs :« Les pirates de mer danois cinglèrent longuement entre Espagne et Afrique et pénétrèrent de force dans le Rhône. Après avoir ravagé plusieurs villes et monastères, ils s’installèrent dans l’île Camargue!. » ",
			"description": "Björn ragnarsson",
      "updated_at": "2020-11-13T08:42:04.252Z"
		}
]
